tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "ngrok/ngrok"
brew "libpng"
brew "libtiff"
brew "openexr"
brew "python@3.12"
brew "glib"
brew "coreutils"
brew "pango"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@6"
brew "pkg-config"
brew "jpeg"
brew "opencv"
brew "openjdk"
brew "pipx"
brew "sdl2_image"
brew "sdl2_ttf"
cask "adoptopenjdk8"
cask "ngrok"
